{
    "English": "Englisch",
    "German": "Deutsche",
    "Submit": "Einreichen",
    "Change Language": "Sprache ändern",
    "Search your device": "Suchen Sie Ihr Gerät",
    "No results": "Keine Ergebnisse",
    "Model": "Modell",
    "Vendor": "Verkäufer",
    "Variant": "Variante",
    "Name": "Name",
    "Release Version" :  "Veröffentlichungsversion",
    "Basic": "Basic",
    "Advanced": "Fortgeschritten",
    "Build": "Bauen",
    "Cancel": "Abbrechen",
    "Add package(s)": "Paket (e) hinzufügen",
    "Please confirm that you want to perform this action": "Bitte bestätigen Sie, dass Sie diese Aktion ausführen möchten",
    "Building image requires computation resources, so we would request you to check if this selection is what you want": "Das Erstellen eines Image erfordert Rechenressourcen. Wir bitten Sie daher, zu prüfen, ob diese Auswahl Ihren Wünschen entspricht",
    "Devices with ≤4MB flash and/or ≤32MB ram will work but they will be very limited (usually they can't install or run additional packages) because they have low RAM and flash space. Consider this when choosing a device to buy, or when deciding to flash OpenWrt on your device because it is listed as supported.": "Geräte mit ≤4MB Flash und / oder ≤32MB RAM funktionieren, sind jedoch sehr eingeschränkt (normalerweise können sie keine zusätzlichen Pakete installieren oder ausführen), da sie über wenig RAM und Flash-Speicher verfügen. Berücksichtigen Sie dies, wenn Sie ein Gerät zum Kaufen auswählen oder wenn Sie OpenWrt auf Ihrem Gerät flashen, da es als unterstützt aufgeführt ist Zusätzliche Pakete können nicht installiert oder ausgeführt werden, da sie über wenig RAM und wenig Flash-Speicher verfügen. Berücksichtigen Sie dies, wenn Sie ein Gerät zum Kaufen auswählen oder wenn Sie sich entscheiden, OpenWrt auf Ihrem Gerät zu flashen, da es als unterstützt aufgeführt ist.",
    "OpenWrt Firmware Selector Wizard": "OpenWrt Firmware Selector Wizard",
    "Download OpenWrt firmware for your device!": "Laden Sie die OpenWrt-Firmware für Ihr Gerät herunter!",
    "Please use the input below to download firmware for your device!": "Bitte benutzen Sie den unten stehenden Eingang, um die Firmware für Ihr Gerät herunterzuladen!"
}
